Repository: senaite/senaite.autopublish
Catalog: src/senaite/autopublish/locales/*/LC_MESSAGES/senaite.autopublish.po
Languages: es

source: Analyses
es: Análisis

source: Auto-publish
es: Publicación automática

source: Auto-publish Settings
es: Configuración de publicación automática

source: Auto-publish of samples cancelled
es: La publicación automática de muestras ha sido cancelada

source: Automatic publication of results for SENAITE
es: Publicación automática de resultados para SENAITE

source: Automatic publication of samples
es: Publicación automática de muestras

source: Autopublish Settings
es: Configuración de publicación automática

source: Cancel
es: Cancelar

source: Client
es: Cliente

source: Confirm
es: Confirmar

source: Contact
es: Contacto

source: Multi-results reports are not supported with auto-publish.
es: Informes multi-resultados no están soportados por la publicación automática

source: No samples selected
es: No ha seleccionado ninguna muestra

source: Number of samples that will be handled in a single queued task when auto-publishing. A value of 0 disables the auto-publish functionality. Default: 1, maximum allowed: 5
es: Número de muestras que seran auto-publicadas en una sola tarea. Un valor de 0 desactiva la funcionalidad de publicación automática. Valor por defecto: 1, Valor máximo: 5

source: Number of samples to auto-publish per task
es: Número de muestras a publicar por tarea

source: Received
es: Fecha recepción

source: SENAITE AUTOPUBLISH Settings
es: Configuración de SENAITE AUTOPUBLISH

source: Sample ID
es: ID Muestra

source: Sample Type
es: Tipo de muestra

source: Sample queued for auto-publish
es: Muestra añadida a la cola de publicación automática

source: Samples to process
es: Muestras a procesar

source: Therefore, Samples will not be aggregated in a single report, but automatically published one-by-one.
es: Así, las muestras no se agregarán en un único informe de resultados, sinó que serán publicadas individualmente

source: This sample is being processed in background (auto-publish)
es: Esta muestra se está procesando internamente (publicación automática)

source: Verified
es: Fecha verificación

source: Verified by
es: Verificada por

source: Warning
es: Atención

source: {} samples enqueued for auto-publish: {}
es: Se han añadido {} muestras a la cola para la publicación automática: {}
